{
  "prodotti": [
    {
      "id": "1",
      "nome": "The Witcher 3: Wild Hunt",
      "categoria": "Avventura",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Game of the Year Edition",
        "Basic",
        "Legendary",
        "Remastered"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "The Witcher 3: Wild Hunt ti trasporta in un mondo fantasy straordinario, ricco di creature pericolose, scelte morali complesse e una trama epica che si evolve in base alle tue decisioni.",
        "contenuto2": "Vivi l'avventura di Geralt di Rivia, un cacciatore di mostri in un mondo aperto pieno di segreti, missioni uniche e battaglie mozzafiato. Ogni scelta influenza il tuo destino e quello dei regni."
      }
    },
    {
      "id": "2",
      "nome": "Zelda: Breath of the Wild",
      "categoria": "Avventura",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Special Edition",
        "Master Edition"
      ],
      "piattaforme": [
        "Nintendo Switch",
        "Wii U"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora un vasto mondo aperto in Zelda: Breath of the Wild, dove ogni collina, foresta e montagna nasconde segreti. Affronta sfide uniche e scopri la vera essenza di Hyrule.",
        "contenuto2": "Vivi l'avventura di Zelda: Breath of the Wild, un gioco che combina esplorazione, combattimenti e enigmi. Ogni scelta conta in un regno pieno di meraviglie e pericoli."
      }
    },
    {
      "id": "3",
      "nome": "Grand Theft Auto V",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Premium Online Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora Los Santos in GTA V, un mondo vivo e dettagliato. Segui le storie intrecciate di Michael, Trevor e Franklin, mentre affronti missioni pericolose e scopri mille attività secondarie.",
        "contenuto2": "In GTA V vivi l'azione con tre protagonisti unici. Dal crimine alle corse folli, immergiti in un gioco che ridefinisce l'esperienza open-world, con missioni avvincenti e libertà totale."
      }
    },
    {
      "id": "4",
      "nome": "Red Dead Redemption 2",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Special Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Red Dead Redemption 2 ti immerge in un mondo vasto e vivido, dove puoi esplorare terre selvagge e vivere l'epopea di Arthur Morgan, un fuorilegge che cerca di sopravvivere in un'America che cambia.",
        "contenuto2": "L'epico viaggio di Arthur Morgan continua in una versione per PC migliorata, con contenuti aggiuntivi, nuovi dettagli grafici e un'esperienza ancora più ricca nella leggendaria America di Red Dead Redemption 2."
      }
    },
    {
      "id": "5",
      "nome": "Cyberpunk 2077",
      "categoria": "Azione",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Collector's Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Cyberpunk 2077 ti catapulta a Night City, un mondo futuristico dove la lotta per il potere e le modifiche cibernetiche sono al centro di una pericolosa società. Diventa un mercenario e affronta scelte difficili.",
        "contenuto2": "In un futuro distopico, esplora Night City e affronta una serie di missioni coinvolgenti, dove l'azione si mescola alla narrazione profonda, il tutto con grafica mozzafiato e una libertà senza precedenti."
      }
    },
    {
      "id": "6",
      "nome": "Dark Souls III",
      "categoria": "Avventura",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Dark Souls III è l'ultimo capitolo della saga che ha rivoluzionato il genere dei giochi d'azione. Preparati ad affrontare sfide impegnative, in un mondo dove ogni errore può essere fatale.",
        "contenuto2": "In Dark Souls III, esplora terre oscure e misteriose, affronta nemici letali e svela i segreti di un mondo tormentato. La lotta per la sopravvivenza non è mai stata così intensa."
      }
    },
    {
      "id": "7",
      "nome": "The Elder Scrolls V: Skyrim",
      "categoria": "Avventura",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Special Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In Skyrim, esplora un vasto mondo aperto pieno di misteri e avventure. Personalizza il tuo eroe e vivi un'epica storia di draghi e antiche leggende.",
        "contenuto2": "Skyrim è una delle esperienze più memorabili del fantasy, con una storia che ti immergerà completamente in un mondo di magia e avventura, con nuove funzionalità e dettagli mozzafiato."
      }
    },
    {
      "id": "8",
      "nome": "Assassin's Creed Valhalla",
      "categoria": "Azione",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Gold Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Diventa un vichingo in Assassin's Creed Valhalla e conquista nuove terre. Esplora un mondo ricco di miti, combattimenti e alleanze, mentre scrivi la tua leggenda.",
        "contenuto2": "Conquista l'Inghilterra come Eivor, affronta nemici feroci e espandi il tuo insediamento. Assassin's Creed Valhalla ti offre un'esperienza avvincente in un mondo ricco di storie epiche."
      }
    },
    {
      "id": "9",
      "nome": "God of War",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In God of War, Kratos affronta una nuova mitologia. Combatti contro divinità e mostri, mentre insegni a tuo figlio la forza e il coraggio necessari per affrontare il destino.",
        "contenuto2": "Dopo aver lasciato alle spalle la sua vendetta, Kratos vive tra gli dèi norreni. In un mondo ostile, affronterà nuove sfide e cercherà di insegnare a suo figlio la forza per sopravvivere."
      }
    },
    {
      "id": "10",
      "nome": "Doom Eternal",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Le armate infernali hanno invaso la Terra. Diventa lo Slayer in un'epica campagna per giocatore singolo, conquista demoni attraverso le dimensioni e ferma la distruzione finale dell'umanità.",
        "contenuto2": "In Doom Eternal, combatti in un universo apocalittico contro orde di demoni, mentre esplori paesaggi infernali. Un'esperienza adrenalinica piena di azione senza sosta."
      }
    },
    {
      "id": "11",
      "nome": "The Last of Us Part I",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Rivivi la straordinaria storia di Joel ed Ellie in questa versione rimasterizzata. Un viaggio emozionante tra sopravvivenza, amicizia e sacrificio, vincitore di oltre 200 premi come Gioco dell'anno.",
        "contenuto2": "The Last of Us™ Part I è un viaggio attraverso un mondo post-apocalittico, dove ogni decisione ha un peso. Un'esperienza di gioco che ti segnerà, con una narrazione che lascia il segno."
      }
    },
    {
      "id": "12",
      "nome": "Cuphead",
      "categoria": "Avventura",
      "prezzo": 19.99,
      "versioni": [
        "Standard"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Cuphead è un classico action run and gun ispirato ai cartoni degli anni '30. Affronta battaglie con i boss in un mondo fantastico e visivamente sorprendente, con grafica e audio d'epoca.",
        "contenuto2": "Un viaggio attraverso un mondo colorato, Cuphead sfida i giocatori con battaglie emozionanti contro boss e livelli impegnativi, tutto con lo stile unico dei cartoni animati vintage."
      }
    },
    {
      "id": "13",
      "nome": "Jujutsu Kaisen Cursed Clash",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Diventa un maestro delle arti occulte e affronta le forze maledette in questo picchiaduro 2v2. Alleati con un amico e immergiti nell'universo di Jujutsu Kaisen in combattimenti intensi.",
        "contenuto2": "Unisciti ai personaggi di Jujutsu Kaisen per un'esperienza picchiaduro ricca di azione e strategie. Padroneggia le abilità dei tuoi stregoni preferiti in battaglie avvincenti."
      }
    },
    {
      "id": "14",
      "nome": "Ghost of Tsushima",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In Ghost of Tsushima, intraprendi un'avventura nel Giappone feudale. Combatti con onore, esplora terre misteriose e scopri tesori nascosti in un mondo aperto incredibile.",
        "contenuto2": "Diventa un samurai e difendi Tsushima. In un'avventura epica, esplora un vasto mondo di bellezza e pericolo, affronta nemici letali e segui il tuo cammino per proteggere la tua terra."
      }
    },
    {
      "id": "15",
      "nome": "Diablo IV",
      "categoria": "Azione",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Eternal Collection"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Unisciti alla lotta per Sanctuarium in Diablo IV, l'epico GdR d'azione. Combatti contro demoni e esplora terre tormentate per salvare il mondo dalla distruzione.",
        "contenuto2": "Diablo IV ti offre una nuova campagna, con un mondo vasto da esplorare, missioni intense e una trama oscura, dove la lotta contro il male è la tua unica speranza di salvezza."
      }
    },
    {
      "id": "16",
      "nome": "Rainbow Six Siege",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Deluxe Edition",
        "Gold Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Rainbow Six Siege è uno sparatutto tattico dove la pianificazione e l'esecuzione sono cruciali. Forma una squadra d'élite e affronta missioni ad alta intensità.",
        "contenuto2": "In Rainbow Six Siege, ogni scelta conta. Preparati per azioni tattiche, dove il lavoro di squadra e le strategie sono fondamentali per abbattere il nemico e completare la missione."
      }
    },
    {
      "id": "17",
      "nome": "Mortal Kombat 11 Ultimate",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Nintendo Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Mortal Kombat 11 è tornato con nuove meccaniche di combattimento, personaggi e fatality. La lotta non è mai stata così intensa e sanguinosa!",
        "contenuto2": "Scopri la nuova evoluzione di Mortal Kombat con Mortal Kombat 11 Ultimate. Combatti i tuoi nemici in epiche battaglie, esplora nuovi combattenti e vivi i fatality più brutali di sempre."
      }
    },
    {
      "id": "18",
      "nome": "Resident Evil Village",
      "categoria": "Sopravvivenza",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Deluxe Edition",
        "Collector's Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Resident Evil Village è un survival horror che ti immerge in un incubo di terrore e suspense. Esplora un villaggio oscuro e affronta pericoli mortali per scoprire la verità.",
        "contenuto2": "Nel nuovo capitolo della saga, Resident Evil Village ti sfida con mostri terribili, enigmi complessi e una trama mozzafiato che ti terrà incollato allo schermo fino all'ultimo secondo."
      }
    },
    {
      "id": "19",
      "nome": "Horizon Zero Dawn",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Complete Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Horizon Zero Dawn è un GdR d'azione in un mondo post-apocalittico. Esplora un vasto open world, affronta macchine letali e scopri i misteri di un futuro sconosciuto.",
        "contenuto2": "Con Aloy come protagonista, Horizon Zero Dawn offre un'esperienza unica: combatti contro nemici meccanici, esplora terre selvagge e svela i segreti di un mondo avvincente e pericoloso."
      }
    },
    {
      "id": "20",
      "nome": "Baldur's Gate III",
      "categoria": "Avventura",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PC",
        "Stadia"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In Baldur's Gate III, unisciti ai tuoi compagni e affronta il destino in un'avventura di ruolo che ti immergerà in un mondo di magia, tradimenti e scelte cruciali.",
        "contenuto2": "Esplora i Reami Dimenticati in Baldur's Gate III. Una storia di amicizia, sacrificio e potere assoluto, dove le tue scelte determineranno l'esito di questa epica avventura."
      }
    },
    {
      "id": "21",
      "nome": "Uncharted 4: A Thief's End",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Gioca nei panni di Nathan Drake e Chloe Frazer, mentre affrontano il passato e cercano di forgiare la propria eredità. Un'avventura ricca di azione e misteri, con colpi di scena mozzafiato.",
        "contenuto2": "Uncharted 4 ti porta in un viaggio epico pieno di emozioni. Rivivi le avventure di Nathan Drake mentre svela antichi segreti e affronta pericoli che minacciano il mondo. Preparati a sorprese in ogni angolo."
      }
    },
    {
      "id": "22",
      "nome": "Star Wars Jedi: Fallen Order",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Stadia"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Vivi le avventure di un giovane Jedi che deve sopravvivere dopo la distruzione dell'Ordine. Sviluppa potenti abilità della Forza e combatti contro le forze dell'Impero in un'avventura coinvolgente.",
        "contenuto2": "Star Wars Jedi: Fallen Order è un'avventura che ti immerge nel lato oscuro e luminoso della Forza. Lotta per la tua sopravvivenza mentre scopri i segreti nascosti e sviluppi il tuo potere Jedi."
      }
    },
    {
      "id": "23",
      "nome": "Nioh 2",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Sconfiggi orde di yokai in un RPG d'azione ambientato nel Giappone feudale. Personalizza il tuo protagonista e affronta sfide estreme in scenari vari e pericolosi, tra leggende e creature demoniache.",
        "contenuto2": "In Nioh 2, il giocatore si immerge in un Giappone feudale infestato da creature malvagie. Con potenti abilità, affronta battaglie ad alta difficoltà e scrivi la tua storia da samurai in un mondo oscuro."
      }
    },
    {
      "id": "24",
      "nome": "Sekiro: Shadows Die Twice",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Unisciti a Sekiro in una missione di vendetta, in un mondo giapponese infestato da demoni e samurai. Affronta nemici mortali in combattimenti ad alta intensità e vivi un'avventura ricca di mistero.",
        "contenuto2": "Sekiro ti sfida a esplorare un Giappone medievale in un'avventura ad alto tasso di adrenalina. La vendetta è la tua spinta, ma ogni errore potrebbe costarti caro in questo mondo spietato e pericoloso."
      }
    },
    {
      "id": "25",
      "nome": "The Outer Worlds",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In The Outer Worlds esplori un'ambientazione spaziale unica dove ogni decisione può cambiare il destino di intere colonie. Crea il tuo personaggio e affronta le sfide in un futuro distopico.",
        "contenuto2": "In questo RPG d'azione sci-fi, esplora l'universo e cambia il corso della storia. Affronta scelte morali difficili, crea alleanze e combatti per la tua libertà in una galassia piena di segreti e pericoli."
      }
    },
    {
      "id": "26",
      "nome": "Monster Hunter: World",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition",
        "Iceborne Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Entra nel mondo di Monster Hunter dove la caccia a giganteschi mostri è la chiave per la sopravvivenza. Esplora paesaggi mozzafiato e affronta nemici imponenti con una varietà di armi e strategie.",
        "contenuto2": "Monster Hunter: World ti offre una vasta gamma di mostri da cacciare. Immergiti in avventure epiche, crea equipaggiamenti unici e scala le classifiche di caccia contro i mostri più pericolosi del mondo."
      }
    },
    {
      "id": "27",
      "nome": "Marvel's Spider-Man",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Vivi l'avventura di Spider-Man e Peter Parker mentre combatte per proteggere New York. Con una trama originale, affronterai pericoli e nemici temibili in un mondo ricco di dettagli e sorprese.",
        "contenuto2": "Marvel's Spider-Man ti immerge nelle battaglie tra supercriminali e alleati. Con una grafica spettacolare, affronta l'azione senza sosta mentre combatti per il bene di New York e scopri i misteri nascosti."
      }
    },
    {
      "id": "28",
      "nome": "Forza Horizon 5",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Deluxe Edition",
        "Premium Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora il Messico in un mondo open world, dove la velocità e la competizione sono protagoniste. Colleziona le auto più veloci e affronta sfide in un ambiente mozzafiato con paesaggi dinamici.",
        "contenuto2": "Forza Horizon 5 ti porta a vivere una nuova avventura su strada in Messico. Scopri una mappa vasta e dettagliata, gareggia contro amici e sfida te stesso in uno dei giochi di corse più adrenalinici."
      }
    },
    {
      "id": "29",
      "nome": "No Man's Sky",
      "categoria": "Avventura",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Stadia"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "No Man's Sky è un'avventura sci-fi in cui esplorare mondi alieni generati procedurally. Costruisci, esplora e sopravvivi in un universo vasto e in continua espansione, ricco di sorprese da scoprire.",
        "contenuto2": "Esplora l'universo infinito in No Man's Sky. Ogni pianeta ha la sua unicità, dai paesaggi alieni alle creature misteriose. Sopravvivi in un universo pieno di meraviglie e pericoli, costruendo il tuo cammino."
      }
    },
    {
      "id": "30",
      "nome": "Watch Dogs: Legion",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Gold Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Stadia"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In Watch Dogs: Legion, costruisci la tua resistenza in una Londra futuristica, dove la tecnologia è al centro di ogni aspetto della vita. Ogni persona può diventare parte della tua squadra nella lotta contro il potere.",
        "contenuto2": "Gioca come chiunque in Watch Dogs: Legion. Con un mondo dinamico e un sistema di reclutamento innovativo, costruisci una squadra unica e affronta il controllo oppressivo in una Londra del futuro."
      }
    },
    {
      "id": "31",
      "nome": "Ratchet & Clank: Rift Apart",
      "categoria": "Avventura",
      "prezzo": 69.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Unitevi a Ratchet e Clank in un'avventura interdimensionale, saltando tra mondi incredibili. Aiutateli a fermare un imperatore malvagio e affrontate sfide spettacolari in universi vibranti.",
        "contenuto2": "Con salti dimensionali e azione frenetica, Ratchet & Clank vi trasporta in un'avventura unica. Affrontate nemici potenti e scoprite segreti in mondi fantastici pieni di pericoli e sorprese."
      }
    },
    {
      "id": "32",
      "nome": "Grand Theft Auto IV",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Premium Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Segui la vita di Niko Bellic a Liberty City, un uomo in cerca di una nuova vita, ma intrappolato nei guai con criminali. Esplora una città viva e piena di storie da scoprire.",
        "contenuto2": "Niko Bellic, un immigrato in cerca di speranza, si trova coinvolto in un mondo di criminalità e tradimenti. Liberty City offre un'esperienza di azione e dramma immersiva senza precedenti."
      }
    },
    {
      "id": "33",
      "nome": "Cyber Shadow",
      "categoria": "Avventura",
      "prezzo": 19.99,
      "versioni": [
        "Standard"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Un ninja solitario affronta un mondo devastato da macchine ostili. Scopri segreti, padroneggia abilità letali e combatti per salvare ciò che resta del tuo clan in questa avventura pixel art.",
        "contenuto2": "Cyber Shadow combina azione classica e difficoltà moderna. Esplora un mondo cyberpunk infestato da nemici sintetici e scopri la verità dietro la distruzione del tuo ordine di guerrieri."
      }
    },
    {
      "id": "34",
      "nome": "Rust",
      "categoria": "Sopravvivenza",
      "prezzo": 34.99,
      "versioni": [
        "Standard"
      ],
      "piattaforme": [
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Sopravvivi in un mondo ostile dove tutto è contro di te. Costruisci rifugi, crea armi e affronta le sfide poste dall'ambiente, dagli animali selvatici e dagli altri giocatori.",
        "contenuto2": "Rust ti sfida a sopravvivere contro tutti gli ostacoli. Ogni risorsa è preziosa, ogni alleanza è temporanea. Lotta per vivere un altro giorno in questo gioco di sopravvivenza brutale."
      }
    },
    {
      "id": "35",
      "nome": "Sea of Thieves",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Deluxe Edition"
      ],
      "piattaforme": [
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Vivi un'avventura piratesca unica, affrontando battaglie navali e cacciando tesori. Alleati con amici o sfida altri giocatori per dominare i mari in questo gioco ricco di sorprese.",
        "contenuto2": "Sea of Thieves ti invita a esplorare mari misteriosi. Naviga, combatti e scopri ricchezze nascoste, mentre ti immergi in un mondo condiviso pieno di avventure e sfide emozionanti."
      }
    },
    {
      "id": "36",
      "nome": "Far Cry 6",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Gold Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Stadia"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "In Far Cry 6, unisciti a una rivoluzione contro un regime oppressivo. Esplora un'isola tropicale vasta e vibrante, completa missioni e combatti per la libertà con armi e veicoli personalizzabili.",
        "contenuto2": "Scopri un mondo pieno di pericoli e avventure. Combatti come un guerrigliero e guida la rivoluzione contro un dittatore crudele. Libertà e caos ti attendono in questo capitolo esplosivo."
      }
    },
    {
      "id": "37",
      "nome": "Crash Bandicoot 4: It's About Time",
      "categoria": "Avventura",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Crash Bandicoot è tornato! Salta, gira e corri in un'avventura interdimensionale. Affronta nuove sfide, scopri maschere quantiche e salva il multiverso dai piani di Neo Cortex.",
        "contenuto2": "Unisciti a Crash e Coco in un viaggio nel tempo e nello spazio. Con meccaniche innovative e livelli mozzafiato, esplora universi fantastici e sconfiggi i tuoi nemici storici."
      }
    },
    {
      "id": "38",
      "nome": "Fallout 4",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Game of the Year Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Vivi in un mondo post-apocalittico in Fallout 4. Esplora, combatti e costruisci il tuo futuro nella Zona Contaminata, affrontando sfide e incontrando personaggi unici lungo la tua avventura.",
        "contenuto2": "Fallout 4 ti immerge in un'ambientazione devastata dalla guerra nucleare. Ogni decisione influenza il tuo viaggio in questo vasto RPG d'azione, ricco di storie e scoperte."
      }
    },
    {
      "id": "39",
      "nome": "Subnautica",
      "categoria": "Sopravvivenza",
      "prezzo": 29.99,
      "versioni": [
        "Standard"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora un mondo sottomarino alieno, costruendo rifugi e attrezzature per sopravvivere. Scopri segreti nelle profondità oceaniche e affronta una fauna sconosciuta in un'avventura unica.",
        "contenuto2": "Immergiti in Subnautica, dove esplorazione e sopravvivenza si intrecciano. Costruisci e scopri segreti nascosti in un mondo sottomarino pieno di pericoli e misteri."
      }
    },
    {
      "id": "40",
      "nome": "Dead by Daylight",
      "categoria": "Sopravvivenza",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Deluxe Edition",
        "Ultimate Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Un horror multigiocatore dove quattro sopravvissuti devono sfuggire a un killer spietato. Collabora, nasconditi e sopravvivi per evitare una morte terribile in questo gioco di tensione estrema.",
        "contenuto2": "Dead by Daylight offre adrenalina e strategia in un'esperienza asimmetrica. Gioca come killer o sopravvissuto e sfrutta le tue abilità per vincere in un mondo pieno di orrore."
      }
    },
    {
      "id": "41",
      "nome": "Detroit: Become Human",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Digital Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Scopri un futuro in cui androidi e umani convivono in un mondo dominato dalla tecnologia. Le tue scelte cambiano il destino dei personaggi e la storia in modi imprevedibili.",
        "contenuto2": "Vivi una narrazione interattiva dove ogni decisione conta. Esplora temi profondi e affronta dilemmi morali in una trama ricca di colpi di scena e emozioni."
      }
    },
    {
      "id": "42",
      "nome": "Company of Heroes 2",
      "categoria": "Azione",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Master Collection"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Comanda le tue truppe sul fronte orientale della Seconda Guerra Mondiale. Ogni battaglia richiede strategia e velocità per superare nemici agguerriti e ottenere la vittoria.",
        "contenuto2": "Vivi la tensione e il caos della guerra in uno strategico in tempo reale. Conduci assedi epici, sfrutta le risorse al meglio e porta la tua fazione alla gloria."
      }
    },
    {
      "id": "43",
      "nome": "Total War: Warhammer 2",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Serpeints Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Partecipa a una guerra leggendaria nel mondo di Warhammer. Guida la tua fazione in battaglie spettacolari, espandi il tuo regno e sconfiggi temibili avversari.",
        "contenuto2": "Comanda eserciti di creature e guerrieri in un mondo fantastico. Pianifica mosse tattiche e conquista il Nuovo Mondo in una campagna epica."
      }
    },
    {
      "id": "44",
      "nome": "Steel Division 2",
      "categoria": "Azione",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Commander Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Vivi l'Operazione Bagration con combattimenti tattici su larga scala. Coordina eserciti, usa risorse strategiche e conquista il campo di battaglia.",
        "contenuto2": "Un RTS realistico che ricrea con precisione le battaglie della Seconda Guerra Mondiale. Affronta sfide impegnative e guida le tue forze alla vittoria."
      }
    },
    {
      "id": "45",
      "nome": "Elden Ring",
      "categoria": "Azione",
      "prezzo": 59.99,
      "versioni": [
        "Standard",
        "Collector's Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora un vasto mondo interconnesso, affronta nemici colossali e scopri segreti dimenticati. Diventa il nuovo lord dell'Interregno e ottieni il potere dell'Anello ancestrale.",
        "contenuto2": "Avventura epica in un universo oscuro e maestoso. Combatti creature imponenti, supera sfide uniche e lasciati avvolgere da un'atmosfera ricca di mistero."
      }
    },
    {
      "id": "46",
      "nome": "Dark Souls",
      "categoria": "Azione",
      "prezzo": 19.99,
      "versioni": [
        "Standard",
        "Prepare to Die Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Affronta nemici brutali e scopri i segreti di Lordran in un'avventura implacabile. Solo i più abili possono sopravvivere alle insidie di questo mondo.",
        "contenuto2": "Esplora un regno oscuro, sfida boss temibili e padroneggia il combattimento in un gioco che premia la perseveranza e la strategia."
      }
    },
    {
      "id": "47",
      "nome": "For Honor",
      "categoria": "Azione",
      "prezzo": 29.99,
      "versioni": [
        "Standard",
        "Marching Fire Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Scegli tra cavalieri, samurai e vichinghi in battaglie PvP. Sviluppa abilità uniche, guida la tua fazione e domina gli avversari.",
        "contenuto2": "Combatti in duelli intensi e strategici. Affronta guerrieri leggendari in un gioco che unisce precisione, tattica e pura forza."
      }
    },
    {
      "id": "48",
      "nome": "Anno 1800",
      "categoria": "Azione",
      "prezzo": 49.99,
      "versioni": [
        "Standard",
        "Complete Edition"
      ],
      "piattaforme": [
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Costruisci città, gestisci risorse e vivi l'epoca della Rivoluzione Industriale. Il tuo impero crescerà in base alle tue scelte economiche e sociali.",
        "contenuto2": "Immergiti in un mondo ricco di innovazioni e sfide. Esplora nuove terre, commercia e diventa un leader dell'era industriale."
      }
    },
    {
      "id": "49",
      "nome": "Hollow Knight",
      "categoria": "Avventura",
      "prezzo": 14.99,
      "versioni": [
        "Standard",
        "Voidheart Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC",
        "Nintendo Switch"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Esplora le caverne di Hallownest, combatti nemici unici e scopri segreti nascosti in un'avventura avvolta dal mistero.",
        "contenuto2": "Immergiti in un regno decadente, pieno di pericoli e meraviglie. Svela antiche storie e supera sfide impegnative."
      }
    },
    {
      "id": "50",
      "nome": "A Plague Tale: Innocence",
      "categoria": "Avventura",
      "prezzo": 39.99,
      "versioni": [
        "Standard",
        "Deluxe Edition"
      ],
      "piattaforme": [
        "PlayStation",
        "Xbox",
        "PC"
      ],
      "info": {
        "titolo": "Descrizione",
        "contenuto1": "Segui Amicia e Hugo in una struggente fuga dall'Inquisizione. Tra orrori medievali e orde di ratti, scoprirai una storia ricca di suspense.",
        "contenuto2": "Un racconto oscuro e intenso ambientato durante la Peste Nera. Esplora paesaggi devastati e affronta un mondo pieno di pericoli."
      }
    }
  ]
}